---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DecalHeight
source: html/090cf63a-e63b-9468-586a-7a0140173e16.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DecalHeight Property

"Height"

## Syntax (C#)
```csharp
public static ForgeTypeId DecalHeight { get; }
```